[
    {
        "course": "Aperitifs",
        "menuItems": [
            {
                "item": "Hummingbird Pate",
                "info": "Smallest of all avians, the critically endangered Hummingbird holds very little meat on its own. Scores must be caught before they can be enjoyed as a rich, creamy spread on a melba toast."
            },
            {
                "item": "Giraffe Neck Gyro",
                "info": "The iconic neck of the giraffe makes it the tallest terrestrial animal on the planet and, conveniently, a natural fit for a doner style grill, giving you a succulently tender entree."
            }
        ]
    },
    {
        "course": "Main Courses",
        "menuItems": [
            {
                "item": "Gorilla Bicep Steak",
                "info": "The majestic silverback is the most powerful member in the primate kingdom. But there is one primate who's unquenchable taste for a succulent braised steak cannot be overwhelmed with mere brawn."
            },
            {
                "item": "Stuffed Whale Blowhole",
                "info": "It takes years for the whale to reach the size where its blowhole can be finally harvested and stuffed with buttery garlic shrimp it spent years feasting on in the pristine arctic waters."
            }
        ]
    },
    {
        "course": "Soups",
        "menuItems": [
            {
                "item": "Leopard Spot Stew",
                "info": "The leopard blends within the sunbeam splattered bush to lie in wait for the unsuspecting prey. When the moment is right, the spices leap out of the rosemary bouquet to take you by surprise."
            },
            {
                "item": "Cheetah Heel Soup",
                "info": "The fastest terrestrial animal, a cheetah does't have much meat on it to enjoy. Its heel marrow stock, however, blended with sun dried spices, is guaranteed to give your appetite a running start."
            }
        ]
    },
    
    {
        "course": "Desserts",
        "menuItems": [
            {
                "item": "Baby Seal Eye Ice Cream",
                "info": "Just as the cute, defenseless look of a baby seal melts our hearts, this Inuit inspired dessert will melt on your tongue and bring back memories of childhood winter seasons."
            },
            {
                "item": "Lemur Paw Flan",
                "info": "A lemur expertly navigates the treetops to gain unique access to the hard to reach exotic fruit. With this dish the fruits of Madagascar are softly palmed right onto your taste buds."
            }
        ]
    },
    {
        "course": "Wine",
        "menuItems": [
            {
                "item": "Shipwreck Vintage",
                "info": "A unique collection of wines rescued from prewar era shipwrecks"
            }
        ]
    }
]